{
	"condition": [
		{
			"name": "盲目[Blinded]",
			"entries": [
				{
					"type": "list",
					"items": [
						"目盲的生物自動敗於任何涉及視力的能力檢定。",
						"對該生物的攻擊有優勢，該生物的攻擊有劣勢。"
					]
				}
			],
			"source": "PHB",
			"page": 290
		},
		{
			"name": "迷惑[Charmed]",
			"entries": [
				{
					"type": "list",
					"items": [
						"被迷惑的生物不能攻擊施惑者或對施惑者使出有害的魔法或能力。",
						"施惑者對該生物的所有社交檢定都帶有優勢。"
					]
				}
			],
			"source": "PHB",
			"page": 290
		},
		{
			"name": "耳聾[Deafened]",
			"entries": [
				{
					"type": "list",
					"items": [
						"耳聾的生物自動敗於任何涉及聽力的能力檢定。"
					]
				}
			],
			"source": "PHB",
			"page": 290
		},
		{
			"name": "力竭[Exhaustion]",
			"entries": [
				"某些特殊能力和天險，例如捱餓或長期身處嚴寒和，會導致名為力竭的特殊狀態。力竭以一至六級量度。一項效應可能會賦予多級力竭。",
				{
					"type": "table",
					"colLabels": [
						"級數",
						"效果"
					],
					"colStyles": [
						"col-xs-1 text-align-center",
						"col-xs-11"
					],
					"rows": [
						[
							"1",
							"能力檢定帶有劣勢"
						],
						[
							"2",
							"速度減半"
						],
						[
							"3",
							"攻擊骰和豁免帶有劣勢"
						],
						[
							"4",
							"生命值上限減到正常的一半"
						],
						[
							"5",
							"速度變成 0"
						],
						[
							"6",
							"死亡"
						]
					]
				},
				"在完全消除它之前每一次額外施加的力竭都會將它的級數提升 1 級或效應所指定的級數。移除力竭的效應會減少它的級數，當減到 0或以下時就會完全去除角色的力竭效應。",
				
				"完成一次長休並攝取足夠的飲食可以將角色的力竭級數減輕 1 級。"
			],
			"source": "PHB",
			"page": 291
		},
		{
			"name": "恐慌[Frightened]",
			"entries": [
				{
					"type": "list",
					"items": [
						"只要恐慌的源頭保持在視野內，陷入恐慌的生物的能力檢定和攻擊骰都帶有劣勢。",
						"該生物不能自主地移動到一個結束回合時會比一開始距離恐慌源頭更近的地方。"
					]
				}
			],
			"source": "PHB",
			"page": 290
		},
		{
			"name": "被擒[Grappled]",
			"entries": [
				{
					"type": "list",
					"items": [
						"被擒生物的速度減至 0，並不能得益於任何速度加值。",
						"如果擒抱者乏力，擒抱狀態會結束。",
						"如果有效應將被擒者移離擒抱者或擒抱效應的觸及，這狀態也會結束。也會因為 {@spell thunderwave|phb} 法術而取消效果."
					]
				}
			],
			"source": "PHB",
			"page": 290
		},
		{
			"name": "乏力[Incapacitated]",
			"entries": [
				{
					"type": "list",
					"items": [
						"乏力的生物不能採取動作或反應。"
					]
				}
			],
			"source": "PHB",
			"page": 290
		},
		{
			"name": "隱形[Invisible]",
			"entries": [
				{
					"type": "list",
					"items": [
						"隱形的生物不能為肉眼所見，需要借助魔法或其他特殊觸感才能看見。就隱匿而言，隱形的生物視作被重度遮蔽。他依然能留下其他線索暴露位置，例如發出聲響或留下足跡。",
						"對該生物的攻擊有劣勢，該生物的攻擊有優勢。"
					]
				}
			],
			"source": "PHB",
			"page": 291
		},
		{
			"name": "麻痺[Paralyzed]",
			"entries": [
				{
					"type": "list",
					"items": [
						"被麻痺的生物{@condition 乏力[Incapacitated]}，不能移動或說話。",
						"該生物自動敗於力量和敏捷豁免，對該生物的攻擊骰帶有優勢。",
						"任何命中的攻擊皆為重擊，只要攻擊者位處該生物的5 尺內。"
					]
				}
			],
			"source": "PHB",
			"page": 291
		},
		{
			"name": "石化[Peterified]",
			"entries": [
				{
					"type": "list",
					"items": [
						"被石化的生物以及其身上一切的非魔法裝備都被變成一具固定的雕像。他的重量增至十倍，並且不再衰老。",
						"該生物乏力，不能移動或說話，無法觀察處境。",
						"對該生物的攻擊骰帶有優勢。",
						"該生物自動敗於力量和敏捷豁免。",
						"該生物對所有傷害都有抗力。",
					"該生物對免疫毒素和疾病，但已經進入體內的毒素和疾病只是暫止，而不是被中和。"
					]
				}
			],
			"source": "PHB",
			"page": 291
		},
		{
			"name": "中毒[Poisoned]",
			"entries": [
				{
					"type": "list",
					"items": [
						"中毒的生物的攻擊骰和能力值檢定帶有劣勢。"
					]
				}
			],
			"source": "PHB",
			"page": 292
		},
		{
			"name": "倒地[Prone]",
			"entries": [
				{
					"type": "list",
					"items": [
						"倒地的生物唯一的移動選擇是爬行，除非他起立（並解除倒地狀態）",
						"該生物的攻擊骰帶有劣勢。",
						"對該生物的5呎內的攻擊帶有優勢，不然都屬於劣勢。"
					]
				}
			],
			"source": "PHB",
			"page": 292
		},
		{
			"name": "束縛[Restrained]",
			"entries": [
				{
					"type": "list",
					"items": [
						"被束縛的生物的速度變成 0，並且不能享用速度加值。",
						"對該生物的攻擊有優勢，該生物的攻擊有劣勢。",
						"該生物的敏捷豁免帶有劣勢。"
					]
				}
			],
			"source": "PHB",
			"page": 292
		},
		{
			"name": "震攝[Stunned]",
			"entries": [
				{
					"type": "list",
					"items": [
						"被震攝的生物{@condition 乏力[Incapacitated]}，不能移動，口齒不清。",
						"該生物自動敗於力量和敏捷豁免。",
						"對該生物的攻擊帶有優勢。"
					]
				}
			],
			"source": "PHB",
			"page": 292
		},
		{
			"name": "昏迷[Unconscious]",
			"entries": [
				{
					"type": "list",
					"items": [
						"昏迷的生物{@condition 乏力[Incapacitated]}，不能移動或說話，無法觀察處境。",
						"該生物會放開手上握著的東西並倒地。",
						"該生物不能移動、採取行動、或觀察週圍環境。",
						"該生物自動敗於力量和敏捷豁免。",
						"對該生物的攻擊帶有優勢，在該生物 5呎尺內作出的攻擊，如命中該生物則為重擊。"
					]
				}
			],
			"source": "PHB",
			"page": 292
		}
	],
	"disease": [
		{
			"name": "Cackle Fever",
			"entries": [
				"This disease targets humanoids, although gnomes are strangely immune. While in the grips of this disease, victims frequently succumb to fits of mad laughter, giving the disease its common name and its morbid nickname: \"the shrieks.\"",
				"Symptoms manifest 1d4 hours after infection and include fever and disorientation. The infected creature gains one level of {@condition exhaustion} that can't be removed until the disease is cured.",
				"Any event that causes the infected creature great stress-including entering combat, taking damage, experiencing fear, or having a nightmare-forces the creature to make a DC 13 Constitution saving throw.",
				"On a failed save, the creature takes 5 ({@dice 1d10}) psychic damage and becomes incapacitated with mad laughter for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the mad laughter and the incapacitated condition on a success. Any humanoid creature that starts its turn within 10 feet of an infected creature in the throes of mad laughter must succeed on a DC 10 Constitution saving throw or also become infected with the disease. Once a creature succeeds on this save, it is immune to the mad laughter of that particular infected creature for 24 hours.",
				{
					"type": "inline",
					"entries": [
						"At the end of each long rest, an infected creature can make a DC 13 Constitution saving throw. On a successful save, the DC for this save and for the save to avoid an attack of mad laughter drops by {@dice 1d6}. When the saving throw DC drops to 0, the creature recovers from the disease. A creature that fails three of these saving throws gains a randomly determined form of ",
						{
							"type": "link",
							"href": {
								"type": "internal",
								"path": "variantrules.html",
								"hash": "madness_dmg",
								"hashPreEncoded": true
							},
							"text": "indefinite madness"
						},
						"."
					]
				}
			],
			"source": "DMG",
			"page": 257
		},
		{
			"name": "Sewer Plague",
			"entries": [
				"Sewer plague is a generic term for a broad category of illnesses that incubate in sewers, refuse heaps, and stagnant swamps, and which are sometimes transmitted by creatures that dwell in those areas, such as rats and otyughs.",
				"When a humanoid creature is bitten by a creature that carries the disease, or when it comes into contact with filth or offal contaminated by the disease, the creature must succeed on a DC 11 Constitution saving throw or become infected.",
				"It takes {@dice 1d4} days for sewer plague's symptoms to manifest in an infected creature. Symptoms include fatigue and cramps. The infected creature suffers one level of {@condition exhaustion}, and it regains only half the normal number of hit points from spending Hit Dice and no hit points from finishing a long rest.",
				"At the end of each long rest, an infected creature must make a DC 11 Constitution saving throw. On a failed save, the character gains one level of {@condition exhaustion}.",
				"On a successful save, the character's {@condition exhaustion} level decreases by one level. If a successful saving throw reduces the infected creature's level of {@condition exhaustion} below 1, the creature recovers from the disease."
			],
			"source": "DMG",
			"page": 257
		},
		{
			"name": "Sight Rot",
			"entries": [
				"This painful infection causes bleeding from the eyes and eventually blinds the victim.",
				"A beast or humanoid that drinks water tainted by sight rot must succeed on a DC 15 Constitution saving throw or become infected. One day after infection, the creature's vision starts to become blurry. The creature takes a -1 penalty to attack rolls and ability checks that rely on sight. At the end of each long rest after the symptoms appear, the penalty worsens by 1. When it reaches -5, the victim is blinded until its sight is restored by magic such as lesser restoration or heal.",
				"Sight rot can be cured using a rare flower called Eyebright, which grows in some swamps. Given an hour, a character who has proficiency with an {@item herbalism kit|phb} can turn the flower into one dose of ointment. Applied to the eyes before a long rest, one dose of it prevents the disease from worsening after that rest. After three doses, the ointment cures the disease entirely."
			],
			"source": "DMG",
			"page": 257
		}
	]
}
